{
  "Inicio": "Home",
  "Acerca de": "About",
  "Perfil del Dr. Lumban": "Dr. Lumban Profile",
  "Certificaciones": "Certifications",
  "Instalaciones": "Facilities",
  "Padecimientos": "Conditions",
  "Oído": "Ear",
  "Vértigo y Mareo": "Vertigo and Dizziness",
  "Pérdida de Audición": "Hearing Loss",
  "Nariz": "Nose",
  "Septoplastia": "Septoplasty",
  "Sinusitis": "Sinusitis",
  "Acerca de la Septoplastía": "About Septoplasty",
  "Corrección del tabique nasal para mejorar la respiración": "Correction of the nasal septum to improve breathing",
  "La corrección del tabique nasal (septoplastía) es uno de los procedimientos más comunes en otorrinolaringología. La desviación del septum nasal (tabique) puede ser de nacimiento o puede ser causado por un golpe que hizo que se doblara, del centro hacia un lado. A menudo, las lesiones aparentemente menores durante los años de crecimiento, pueden conducir a la desviación más grave conforme la nariz madura y se desarrolla. Esto puede resultar en la disminución del paso del aire por la nariz y dar la sensación de obstrucción nasal.": "Correction of the nasal septum (septoplasty) is one of the most common procedures in otorhinolaryngology. Deviation of the nasal septum can be present from birth or caused by a blow that bends it from the center to one side. Often, seemingly minor injuries during growth years can lead to more severe deviation as the nose matures and develops. This can result in decreased airflow through the nose and a sensation of nasal obstruction.",
  "Beneficios de la Corrección Quirúrgica": "Benefits of Surgical Correction",
  "Mejoría en la Respiración": "Improved Breathing",
  "Restablece la respiración nasal natural, mejorando no solo la respiración diurna sino también el sueño.": "Restores natural nasal breathing, improving not only daytime breathing but also sleep.",
  "Tratamiento para Apnea": "Treatment for Apnea",
  "Se utiliza como tratamiento auxiliar en pacientes con apnea del sueño, mejorando la calidad del descanso.": "Used as an adjunct treatment in patients with sleep apnea, improving sleep quality.",
  "Rendimiento Atlético": "Athletic Performance",
  "Beneficioso para atletas que necesitan un flujo de aire nasal adecuado durante la actividad física.": "Beneficial for athletes who need adequate nasal airflow during physical activity.",
  "Sueño Mejorado": "Improved Sleep",
  "Pacientes que antes respiraban por la boca al dormir ahora disfrutan de una respiración nasal natural.": "Patients who previously breathed through their mouth while sleeping now enjoy natural nasal breathing.",
  "Detalles del Procedimiento": "Procedure Details",
  "Incisión Mínima": "Minimal Incision",
  "La septoplastía nasal se logra a través de una pequeña incisión dentro de la fosa nasal.": "Nasal septoplasty is achieved through a small incision inside the nostril.",
  "Procedimiento Ambulatorio": "Outpatient Procedure",
  "Se realiza como procedimiento ambulatorio que suele tardar menos de una hora.": "Performed as an outpatient procedure that usually takes less than an hour.",
  "Reducción de Cornetes": "Turbinate Reduction",
  "Si es necesario, se combina con la reducción de cornetes (tejidos inflamados en la pared lateral de la nariz).": "If necessary, it is combined with turbinate reduction (inflamed tissues on the lateral nasal wall).",
  "Recuperación Rápida": "Fast Recovery",
  "Los pacientes reportan dolor mínimo y pueden volver al trabajo en 3 a 5 días.": "Patients report minimal pain and can return to work in 3 to 5 days.",
  "Técnica Avanzada del Dr. Lumbán": "Dr. Lumbán’s Advanced Technique",
  "El Dr. Lumbán no utiliza taponamientos nasales que bloquean el paso del aire después de la cirugía; por lo que sale del hospital respirando por su nariz y no por su boca.": "Dr. Lumbán does not use nasal packing that blocks airflow after surgery; therefore, you leave the hospital breathing through your nose and not your mouth.",
  "¿Tiene alguna duda?": "Do you have any questions?",
  "¿Dudas sobre el procedimiento?": "Questions about the procedure?",
  "El Dr. Lumbán entiende que una cirugía es una gran decisión. Puede contactarlo por teléfono, correo electrónico o agendar una cita.": "Dr. Lumbán understands that surgery is a big decision. You can contact him by phone, email, or schedule an appointment.",
  "Puede contactar al Dr. Lumbán por medio de su número telefónico o por correo electrónico para concertar una cita y aclarar sus dudas.": "You can contact Dr. Lumbán by phone or email to schedule an appointment and clarify your questions.",
  "SOLICITA TU CONSULTA": "REQUEST YOUR CONSULTATION",
  "El Dr. Lumbán cuenta con 23 años de experiencia en otorrinolaringología, especializado en Cirugía Estética de Nariz.": "Dr. Lumbán has 23 years of experience in otorhinolaryngology, specializing in aesthetic nose surgery.",
  "Obstrucción Nasal": "Nasal Obstruction",
  "Alergias": "Allergies",
  "Garganta": "Throat",
  "Problemas de la Garganta": "Throat Problems",
  "Ronquidos": "Snoring",
  "Apnea del Sueño": "Sleep Apnea",
  "Trastornos de la Voz": "Voice Disorders",
  "Otorrinopediatría": "Pediatric ENT",
  "Procedimientos": "Procedures",
  "Endoscopia para Sinusitis": "Endoscopic Sinus Surgery",
  "Cirugía Antirronquido": "Anti-snoring Surgery",
  "Cirugía Microscópica de Laringe": "Microscopic Laryngeal Surgery",
  "Rinoplastia": "Rhinoplasty",
  "Contacto": "Contact",
  "Tijuana, Baja California": "Tijuana, Baja California",
  "Lun–Vie · 9:00 – 18:00": "Mon–Fri · 9:00 – 18:00",
  "(664) 123 4567": "(664) 123 4567",
  "Síguenos": "Follow us",
  "Agendar cita": "Schedule appointment",
  "Menu": "Menu",
  "Socials": "Socials",
  "DR LUMBAN": "DR LUMBAN",
  "&copy; {{year}} Dr. Jaime Lumbán Gutierrez. Especialista en Otorrinolaringología.": "© {{year}} Dr. Jaime Lumbán Gutierrez. ENT Specialist.",
  "Cambiar idioma a español": "Switch language to Spanish",
  "Cambiar idioma a inglés": "Switch language to English",
  "Perfil": "Profile",
  "Casos Destacados": "Featured Cases",
  "Rinoplastia Estética": "Aesthetic Rhinoplasty",
  "Cirugía de Sinusitis": "Sinus Surgery",
  "Tratamiento de Otitis": "Otitis Treatment",
  "Desviación de Tabique": "Deviated Septum",
  "Coming soon": "Coming soon",
  "Otorrinolaringología": "Otorhinolaryngology",
  "Experiencia": "Experience",
  "Excelencia": "Excellence",
  "Innovación": "Innovation",
  "Atención Médica": "Medical Care",
  "Dr. Jaime Lumban - Especialista en Otorrinolaringología": "Dr. Jaime Lumban - ENT Specialist",
  "Nuestros Compromisos:": "Our Commitments:",
  "Excelencia médica con los más altos estándares de calidad": "Medical excellence with the highest quality standards",
  "Tecnología de vanguardia para diagnósticos precisos": "Cutting-edge technology for accurate diagnoses",
  "Atención personalizada y tiempo dedicado a cada paciente": "Personalized care and dedicated time for each patient",
  "Disponibilidad inmediata para consultas y seguimiento": "Immediate availability for consultations and follow-up",
  "Nuestra Filosofía de": "Our Philosophy of",
  "Atención": "Care",
  "En nuestra práctica médica, nos dedicamos a superar las expectativas de cada paciente a través de un servicio incomparable y una atención meticulosa a los detalles. Nos esforzamos por alcanzar los más altos estándares de excelencia en el campo de la otorrinolaringología.": "In our medical practice, we are dedicated to exceeding each patient's expectations through unparalleled service and meticulous attention to detail. We strive to reach the highest standards of excellence in the field of otorhinolaryngology.",
  "Proporcionamos la máxima calidad de atención médica, utilizando la mejor tecnología actual disponible. Tomamos el tiempo necesario para entender verdaderamente las preocupaciones y metas de salud de cada paciente, creando un plan de tratamiento personalizado.": "We provide the highest quality of medical care using the best available current technology. We take the necessary time to truly understand each patient's concerns and health goals, creating a personalized treatment plan.",
  "Estamos disponibles inmediatamente para consultas y mantenemos una actualización constante con las técnicas más avanzadas e innovaciones de vanguardia. Valoramos el tiempo de nuestros pacientes y nos comprometemos a ofrecer una experiencia médica agradable y satisfactoria.": "We are immediately available for consultations and stay constantly updated with the most advanced techniques and cutting-edge innovations. We value our patients' time and are committed to providing a pleasant and satisfactory medical experience.",
  "Exceder sus expectativas": "Exceed your expectations",
  "Proporcionando un servicio incomparable, gran atención al detalle y lograr los más altos estándares de excelencia.": "Providing unmatched service, great attention to detail, and achieving the highest standards of excellence.",
  "Proporcionar la máxima calidad de atención": "Provide the highest quality of care",
  "Con la mejor tecnología actual y pasar el tiempo necesario con cada paciente para entender realmente sus preocupaciones y metas.": "With the best current technology and by taking the necessary time with each patient to truly understand their concerns and goals.",
  "Disponibilidad y actualización constante": "Availability and constant updating",
  "Siempre estar disponible inmediatamente a su consulta y mantenerse actualizado con las técnicas más avanzadas e innovaciones de vanguardia.": "Always be immediately available for your consultation and stay updated with the most advanced techniques and cutting-edge innovations.",
  "Experiencia agradable y satisfactoria": "Pleasant and satisfying experience",
  "Ver a cada paciente oportunamente, reconociendo que su tiempo es valioso y asegurar que su experiencia sea agradable y satisfactoria.": "See each patient promptly, recognizing that their time is valuable and ensuring their experience is pleasant and satisfying.",
  "Por qué elegir al Dr. Jaime Lumban": "Why choose Dr. Jaime Lumban",
  "¿Tiene más preguntas o necesita más información?": "Do you have more questions or need more information?",
  "Contáctenos aquí.": "Contact us here.",
  "Excelencia médica": "Medical excellence",
  "Exceder las expectativas del paciente proporcionando un servicio incomparable, atención al detalle y los más altos estándares de excelencia médica.": "Exceed patient expectations by providing unmatched service, attention to detail, and the highest standards of medical excellence.",
  "Tecnología de vanguardia": "Cutting-edge technology",
  "Brindar atención de la más alta calidad utilizando tecnología médica moderna y procedimientos de diagnóstico avanzados.": "Provide the highest quality care using modern medical technology and advanced diagnostic procedures.",
  "Atención personalizada": "Personalized care",
  "Dedicar el tiempo necesario a cada paciente para comprender plenamente sus inquietudes, objetivos y necesidades médicas.": "Dedicate the necessary time to each patient to fully understand their concerns, goals, and medical needs.",
  "Disponibilidad inmediata": "Immediate availability",
  "Estar siempre disponible para atender consultas oportunamente, valorando el tiempo y la tranquilidad del paciente.": "Always be available to attend consultations promptly, valuing the patient's time and peace of mind.",
  "Actualización constante": "Continuous updating",
  "Mantenerse actualizado con las técnicas más innovadoras y avances de vanguardia en la otorrinolaringología.": "Stay updated with the most innovative techniques and cutting-edge advances in otorhinolaryngology.",
  "Experiencia positiva": "Positive experience",
  "Asegurar que cada paciente tenga una experiencia médica agradable, humana y satisfactoria.": "Ensure each patient has a pleasant, humane, and satisfying medical experience.",
  "Dr. Jaime Lumbán": "Dr. Jaime Lumbán",
  "Especialista certificado en oídos, nariz y garganta": "Board-certified specialist in ears, nose, and throat",
  "Conozca al Dr. Jaime Lumbán Gutiérrez": "Meet Dr. Jaime Lumbán Gutiérrez",
  "El Dr. Jaime Lumbán es médico Otorrinolaringólogo, especialista en oído, nariz y garganta, con más de {{years}} años de experiencia clínica.": "Dr. Jaime Lumbán is an otorhinolaryngologist specializing in ear, nose, and throat, with more than {{years}} years of clinical experience.",
  "Atiende pacientes de México, Estados Unidos y otros países, ofreciendo una atención médica basada en la honestidad, integridad y excelencia profesional.": "He sees patients from Mexico, the United States, and other countries, offering medical care based on honesty, integrity, and professional excellence.",
  "Su práctica se distingue por el uso de tecnología avanzada, atención personalizada y una comunicación clara que genera confianza y tranquilidad en cada paciente.": "His practice stands out for the use of advanced technology, personalized care, and clear communication that builds trust and peace of mind for each patient.",
  "Academia Americana de Otorrinolaringología y Cirugía de Cabeza y Cuello": "American Academy of Otolaryngology–Head and Neck Surgery",
  "Consejo Mexicano de Otorrinolaringología": "Mexican Board of Otolaryngology",
  "Nuestra Misión": "Our Mission",
  "El nombre es requerido": "Name is required",
  "Correo electrónico inválido": "Invalid email address",
  "El mensaje es requerido": "Message is required",
  "El correo electrónico es requerido": "Email is required",
  "Por favor selecciona una especialidad": "Please select a specialty",
  "Por favor, corrige los errores en el formulario.": "Please fix the errors in the form.",
  "Mensaje enviado correctamente. Nos pondremos en contacto contigo pronto.": "Message sent successfully. We will contact you soon.",
  "Error en la validación de datos. Por favor, intenta nuevamente.": "Data validation error. Please try again.",
  "Error al enviar el mensaje. Por favor, intenta nuevamente.": "Error sending the message. Please try again.",
  "Ocurrió un error inesperado. Por favor, intenta nuevamente.": "An unexpected error occurred. Please try again.",
  "Contáctanos": "Contact us",
  "Agenda tu cita con el Dr. Lumbán o envíanos tus dudas": "Schedule your appointment with Dr. Lumbán or send us your questions",
  "Leona Vicario 1451, Zona Urbana Rio Tijuana": "Leona Vicario 1451, Zona Urbana Rio Tijuana",
  "22010 Tijuana, B.C.": "22010 Tijuana, B.C.",
  "4.6 (86 opiniones)": "4.6 (86 reviews)",
  "Agenda tu Cita": "Schedule your appointment",
  "Completa el formulario y nos pondremos en contacto contigo a la brevedad": "Complete the form and we will contact you shortly",
  "Nombre completo": "Full name",
  "Escribe tu nombre completo": "Write your full name",
  "Correo electrónico": "Email",
  "Ingresa tu correo electrónico": "Enter your email",
  "Teléfono": "Phone",
  "Ej: +52 664 123 4567": "e.g., +52 664 123 4567",
  "Deseo atenderme de": "I want care for",
  "Selecciona una opción": "Select an option",
  "Consulta general": "General consultation",
  "¿Conoce su padecimiento?": "Do you know your condition?",
  "No lo conozco": "I don't know",
  "Apnea del sueño": "Sleep apnea",
  "Trastornos de la voz": "Voice disorders",
  "Congestión nasal": "Nasal congestion",
  "Vértigo y mareo": "Vertigo and dizziness",
  "Pérdida de audición": "Hearing loss",
  "Mensaje": "Message",
  "Describa brevemente el motivo de su consulta o cualquier información adicional que considere importante": "Briefly describe the reason for your visit or any additional information you consider important",
  "Enviando...": "Sending...",
  "Enviar mensaje": "Send message",
  "Campos requeridos": "Required fields",
  "Acerca de las Alergias": "About Allergies",
  "Diagnóstico y tratamiento integral de enfermedades alérgicas": "Comprehensive diagnosis and treatment of allergic diseases",
  "El Dr. Jaime Lumbán, en conjunto con alergólogos certificados, son médicos que están especialmente entrenados en el diagnóstico y tratamiento de las enfermedades alérgicas en pacientes pediátricos y adultos.": "Dr. Jaime Lumbán, together with board-certified allergists, are physicians specially trained in the diagnosis and treatment of allergic diseases in pediatric and adult patients.",
  "El Dr. Lumbán trabaja, mano a mano, con nuestros especialistas en alergias, para proporcionar a los pacientes una atención más integral y con la tecnología médica más avanzada.": "Dr. Lumbán works hand in hand with our allergy specialists to provide patients with more comprehensive care and the most advanced medical technology.",
  "Importante: Muchas enfermedades de oído, nariz y garganta son provocadas por las alergias.": "Important: Many ear, nose, and throat conditions are caused by allergies.",
  "Otorrinolaringología y Alergología trabajan en conjunto, como un equipo para proporcionar un diagnóstico rápido y un tratamiento integral para que los pacientes se beneficien de esta estrecha colaboración.": "Otorhinolaryngology and Allergology work together as a team to provide fast diagnosis and comprehensive treatment so patients benefit from this close collaboration.",
  "El Dr. Jaime Lumbán tiene la práctica de la alergia desde hace más de 33 años. Si usted está sufriendo de síntomas de alergia, necesita la experiencia de clase mundial del Dr. Lumbán, en conjunto con nuestros especialistas en Alergia e Inmunología.": "Dr. Jaime Lumbán has practiced allergy care for more than 33 years. If you are suffering from allergy symptoms, you need Dr. Lumbán’s world-class experience together with our Allergy and Immunology specialists.",
  "Condiciones Tratadas": "Conditions Treated",
  "La Rinitis Alérgica y no Alérgica": "Allergic and non-allergic rhinitis",
  "Asma": "Asthma",
  "Sinusitis Crónica y Congestión Nasal": "Chronic sinusitis and nasal congestion",
  "Tos": "Cough",
  "Inmunodeficiencia": "Immunodeficiency",
  "Goteo Postnasal": "Postnasal drip",
  "Alergias alimentarias": "Food allergies",
  "Alergias ambientales": "Environmental allergies",
  "Se controla con antihistamínicos, esteroides nasales y evitando los desencadenantes conocidos.": "Managed with antihistamines, nasal steroids, and avoiding known triggers.",
  "Requiere manejo con inhaladores de control, plan de acción y reducción de alérgenos ambientales.": "Requires controller inhalers, an action plan, and reducing environmental allergens.",
  "Se trata con lavados nasales, medicamentos antiinflamatorios y evaluación ORL cuando persiste.": "Treated with nasal rinses, anti-inflammatory medication, and ENT evaluation when persistent.",
  "Se identifica la causa y se trata con control de alergias, reflujo u otros detonantes.": "The cause is identified and treated by controlling allergies, reflux, or other triggers.",
  "Necesita evaluación inmunológica y tratamiento especializado según el tipo de deficiencia.": "Requires immunologic evaluation and specialized treatment based on the type of deficiency.",
  "Mejora con higiene nasal, manejo de alergias y control de inflamación en vía aérea superior.": "Improves with nasal hygiene, allergy management, and upper airway inflammation control.",
  "Se controlan evitando alimentos desencadenantes y con un plan de manejo ante reacciones.": "Managed by avoiding trigger foods and having a reaction management plan.",
  "Se recomienda control ambiental, medicación y considerar inmunoterapia si es severo.": "Environmental control, medication, and considering immunotherapy if severe are recommended.",
  "Servicios Especializados": "Specialized Services",
  "Pruebas y Diagnóstico": "Testing and Diagnosis",
  "Pruebas de asma, tratamiento, educación y gestión": "Asthma testing, treatment, education, and management",
  "Pruebas ambientales y de alergia a los alimentos": "Environmental and food allergy testing",
  "Pruebas cutáneas para alergenos": "Skin tests for allergens",
  "Estudios de función pulmonar": "Pulmonary function tests",
  "Tratamientos Avanzados": "Advanced Treatments",
  "La Inmunoterapia (inyecciones para la alergia)": "Immunotherapy (allergy shots)",
  "Educación y manejo del paciente": "Patient education and management",
  "Tratamiento para enfermedades inmunológicas": "Treatment for immunological diseases",
  "Manejo integral de alergias crónicas": "Comprehensive management of chronic allergies",
  "Enfoque Integral": "Comprehensive Approach",
  "Diagnóstico": "Diagnosis",
  "Evaluación completa con tecnología avanzada para identificar alergenos específicos.": "Comprehensive evaluation with advanced technology to identify specific allergens.",
  "Tratamiento": "Treatment",
  "Planes personalizados que incluyen medicamentos, inmunoterapia y cambios de estilo de vida.": "Personalized plans that include medications, immunotherapy, and lifestyle changes.",
  "Seguimiento": "Follow-up",
  "Monitoreo continuo y ajustes al tratamiento para óptimos resultados a largo plazo.": "Continuous monitoring and treatment adjustments for optimal long-term results.",
  "¿Problemas de Alergias?": "Allergy problems?",
  "Por medio de distintos tratamientos, el Dr. Lumbán puede ayudarle a controlar este problema. Comuníquese a su consultorio o por correo electrónico y agende una cita.": "Through various treatments, Dr. Lumbán can help you control this problem. Contact his office or email to schedule an appointment.",
  "SOLICITAR UNA CITA": "REQUEST AN APPOINTMENT",
  "Conozca sobre el Dr. Lumbán": "Learn about Dr. Lumbán",
  "El Dr. Lumbán tiene años de experiencia dentro del campo de la otorrinolaringología, prestando un servicio de calidad y trato amable.": "Dr. Lumbán has years of experience in the field of otorhinolaryngology, providing quality service and kind care.",
  "VER PERFIL COMPLETO": "VIEW FULL PROFILE",
  "Otros Padecimientos de Nariz": "Other Nose Conditions",
  "Septoplastía": "Septoplasty",
  "Imagen ampliada": "Enlarged image",
  "Acerca de la Sinusitis": "About Sinusitis",
  "Tratamiento especializado para sinusitis aguda y crónica": "Specialized treatment for acute and chronic sinusitis",
  "La sinusitis es una de las condiciones médicas más comunes que requieren tratamiento anualmente en los Estados Unidos. En términos generales, la sinusitis se refiere a una inflamación de las cavidades de los senos, y se clasifica en la sinusitis aguda (síntomas de corta duración, en cualquier lugar de 1-12 semanas) y sinusitis crónica (síntomas de mayor duración, 12 semanas y más).": "Sinusitis is one of the most common medical conditions requiring treatment annually in the United States. In general, sinusitis refers to inflammation of the sinus cavities and is classified as acute sinusitis (short-duration symptoms, anywhere from 1–12 weeks) and chronic sinusitis (longer-duration symptoms, 12 weeks or more).",
  "Mientras que la inflamación del seno se piensa con mayor frecuencia de lo infecciosa (viral y bacteriana), la inflamación también puede ocurrir debido a procesos no infecciosos, como la alergia, tabaco o irritantes ambientales.": "While sinus inflammation is most often thought of as infectious (viral and bacterial), inflammation can also occur due to non-infectious processes such as allergies, tobacco, or environmental irritants.",
  "El resfriado común es en realidad una rinosinusitis viral (nasal e inflamación sinusal), que los propios mecanismos inmunes del cuerpo típicamente resuelven en 7-10 días.": "The common cold is actually a viral rhinosinusitis (nasal and sinus inflammation), which the body's own immune mechanisms typically resolve in 7–10 days.",
  "Síntomas de la Sinusitis": "Sinusitis Symptoms",
  "Secreción purulenta (amarillo o verde)": "Purulent discharge (yellow or green)",
  "Congestión": "Congestion",
  "Drenaje nasal": "Nasal drainage",
  "Goteo post-nasal": "Postnasal drip",
  "Dolor de garganta": "Sore throat",
  "Diagnóstico y Evaluación": "Diagnosis and Evaluation",
  "La gran mayoría (98%) de la enfermedad rinosinusitis aguda es viral. El único indicador preciso de la transición de la rinosinusitis viral a una enfermedad bacteriana, es la duración de los síntomas. Como regla general, si los síntomas de la rinosinusitis son ni mejor ni peor después de 10-14 días, la infección bacteriana es más probable y los antibióticos están indicados.": "The vast majority (98%) of acute rhinosinusitis is viral. The only accurate indicator of transition from viral rhinosinusitis to bacterial disease is the duration of symptoms. As a general rule, if rhinosinusitis symptoms are neither better nor worse after 10–14 days, a bacterial infection is more likely and antibiotics are indicated.",
  "El Dr. Lumbán llevará a cabo una evaluación integral, que incluye una historia clínica detallada, examen ORL, y la endoscopia nasal. Este procedimiento se realiza fácilmente en el consultorio, con las mínimas molestias, y proporciona a nuestros médicos una evaluación detallada de la anatomía en la nariz, y el estado de inflamación.": "Dr. Lumbán will carry out a comprehensive evaluation, including a detailed medical history, ENT examination, and nasal endoscopy. This procedure is easily performed in the office with minimal discomfort and provides our physicians with a detailed assessment of nasal anatomy and the state of inflammation.",
  "Opciones de Tratamiento": "Treatment Options",
  "Tratamiento Médico": "Medical Treatment",
  "Cuando la inflamación sinusal no se borra por los propios mecanismos del cuerpo, o incluso con terapia antibiótica adecuada, entonces los síntomas persistirán y la terapia más intensiva puede ser indicada. Esto podría incluir cursos más largos de antibióticos, el uso concomitante de descongestionantes y mucolíticos, o posiblemente incluso esteroides anti-inflamatorios.": "When sinus inflammation does not clear by the body's own mechanisms, or even with adequate antibiotic therapy, symptoms will persist and more intensive therapy may be indicated. This could include longer courses of antibiotics, concurrent use of decongestants and mucolytics, or possibly even anti-inflammatory steroids.",
  "Evaluación Anatómica": "Anatomical Evaluation",
  "Pueden detectarse anomalías anatómicas, como una desviación del tabique, pólipos nasales o sinusales, hinchazón o secreciones anormales. Estos hallazgos pueden ayudar a guiar la terapia y la respuesta al tratamiento. Imágenes TC se utilizan con criterio para evaluar completamente los senos, proporcionando información acerca de la magnitud y distribución de la inflamación en los senos nasales.": "Anatomical abnormalities can be detected, such as septal deviation, nasal or sinus polyps, swelling, or abnormal secretions. These findings can help guide therapy and response to treatment. CT imaging is used judiciously to fully evaluate the sinuses, providing information about the extent and distribution of inflammation in the nasal sinuses.",
  "Cirugía Endoscópica de Senos": "Endoscopic Sinus Surgery",
  "Para los pacientes cuya inflamación es refractaria y tiene poca respuesta al tratamiento médico, o que tienen una obstrucción significativa de la nariz y/o anormalidades anatómicas de los senos, la cirugía puede ser considerada. La cirugía de senos se realiza por vía endoscópica, dando prioridad a la preservación de la función del seno mientras se restaura el drenaje adecuado, conocida como Endoscopia Sinusal Funcional (CENS).": "For patients whose inflammation is refractory with poor response to medical treatment, or who have significant nasal obstruction and/or anatomical sinus abnormalities, surgery may be considered. Sinus surgery is performed endoscopically, prioritizing preservation of sinus function while restoring proper drainage, known as Functional Endoscopic Sinus Surgery (FESS).",
  "Se realiza con más frecuencia bajo anestesia general, de forma ambulatoria (es decir, cirugía el mismo día). En algunos casos, se utilizan imágenes de TC en tecnología de orientación de imagen, lo que permite el seguimiento en tiempo real de los instrumentos quirúrgicos durante el procedimiento.": "It is most often performed under general anesthesia as an outpatient procedure (same-day surgery). In some cases, CT image-guidance technology is used, allowing real-time tracking of surgical instruments during the procedure.",
  "Factores de Riesgo Importantes": "Important Risk Factors",
  "Si usted sufre de infecciones sinusales repetidas frecuentes, o si tiene síntomas verdaderamente crónicos que no responden a los tratamientos, por favor, haga una cita con el Dr. Lumbán para una evaluación completa. Se llevará a cabo una historia completa, una evaluación de la anatomía de la nariz y los senos paranasales, y se identificarán otros factores que pueden necesitar tratamiento, tales como:": "If you suffer from frequent recurrent sinus infections, or if you have truly chronic symptoms that do not respond to treatments, please make an appointment with Dr. Lumbán for a complete evaluation. A full history will be taken, an evaluation of nasal and paranasal sinus anatomy will be performed, and other factors that may need treatment will be identified, such as:",
  "Factores ambientales": "Environmental factors",
  "Deficiencia inmune": "Immune deficiency",
  "Consumo de tabaco": "Tobacco use",
  "Los efectos nocivos del consumo de tabaco en las membranas nasales y senos paranasales no pueden ser exagerados.": "The harmful effects of tobacco use on the nasal and paranasal sinus membranes cannot be overstated.",
  "¿Diagnosticado con Sinusitis Crónica?": "Diagnosed with Chronic Sinusitis?",
  "Por medio de la cirugía endoscópica, el Dr. Lumbán puede ayudarle a mejorar su salud con el mínimo de dolor.": "Through endoscopic surgery, Dr. Lumbán can help improve your health with minimal pain.",
  "VER MÁS INFORMACIÓN": "VIEW MORE INFORMATION",
  "Rinoplastia estética": "Aesthetic rhinoplasty",
  "Armonía facial con resultados naturales": "Facial harmony with natural results",
  "Redefinimos la forma de tu nariz con precisión médica": "We redefine the shape of your nose with medical precision",
  "La rinoplastia estética mejora la armonía facial respetando la anatomía y la respiración. Cada plan se diseña a medida para lograr resultados naturales y proporcionales.": "Aesthetic rhinoplasty improves facial harmony while respecting anatomy and breathing. Each plan is custom-designed to achieve natural, proportional results.",
  "Combinamos evaluación clínica, simulación de objetivos estéticos y técnica quirúrgica avanzada para maximizar seguridad y satisfacción.": "We combine clinical evaluation, aesthetic goal simulation, and advanced surgical technique to maximize safety and satisfaction.",
  "El proceso incluye seguimiento cercano y recomendaciones claras para una recuperación cómoda y controlada.": "The process includes close follow-up and clear recommendations for a comfortable, controlled recovery.",
  "Beneficios clave": "Key benefits",
  "Mejora la armonía facial": "Improves facial harmony",
  "Refuerza la confianza personal": "Strengthens personal confidence",
  "Resultados naturales y personalizados": "Natural, personalized results",
  "AGENDA TU VALORACIÓN": "SCHEDULE YOUR CONSULTATION",
  "Una valoración médica ayuda a definir si es candidato ideal según su anatomía y expectativas. Se revisan antecedentes médicos, salud general y objetivos estéticos o funcionales. El Dr. Lumbán explicará qué cambios son posibles y cuáles son las limitaciones. Así podrá decidir con claridad y confianza.": "A medical evaluation helps determine if you are an ideal candidate based on your anatomy and expectations. Medical history, general health, and aesthetic or functional goals are reviewed. Dr. Lumbán will explain what changes are possible and the limitations. This allows you to decide with clarity and confidence.",
  "Analice beneficios, tiempos de recuperación y objetivos estéticos antes de programar la cirugía. Se recomienda planear su agenda, resolver dudas y preparar un entorno cómodo para la recuperación. Además, se entrega una guía de cuidados para antes y después del procedimiento. La decisión debe ser informada y sin presión.": "Review benefits, recovery time, and aesthetic goals before scheduling surgery. It is recommended to plan your schedule, address questions, and prepare a comfortable recovery environment. A care guide is provided for before and after the procedure. The decision should be informed and pressure-free.",
  "Habrá inflamación temporal y controles médicos; los resultados finales se aprecian progresivamente. En los primeros días puede haber moretones y congestión nasal. Se realizan revisiones para vigilar la evolución y ajustar cuidados. La forma final se define con el tiempo mientras la inflamación disminuye.": "There will be temporary swelling and follow-up visits; final results appear progressively. In the first days you may have bruising and nasal congestion. Checkups are done to monitor progress and adjust care. The final shape is defined over time as swelling decreases.",
  "El procedimiento se personaliza para lograr armonía facial y mantener una respiración funcional. Se corrigen detalles del dorso, punta o tabique según el caso. La meta es un resultado equilibrado con el resto del rostro. Se explican las técnicas utilizadas y los cambios esperados.": "The procedure is customized to achieve facial harmony and maintain functional breathing. Details of the bridge, tip, or septum are refined as needed. The goal is a result balanced with the rest of the face. The techniques used and expected changes are explained.",
  "Pacientes con expectativas realistas, buena salud general y objetivos claros suelen ser los mejores candidatos. También es importante contar con estabilidad emocional y comprensión del proceso. Los mejores resultados se logran cuando hay una comunicación clara con el cirujano. La valoración médica determina la idoneidad de cada caso.": "Patients with realistic expectations, good overall health, and clear goals are often the best candidates. Emotional stability and understanding of the process are also important. The best results are achieved when there is clear communication with the surgeon. The medical evaluation determines suitability for each case.",
  "Cirugía de sinusitis": "Sinus surgery",
  "Respiración libre y alivio duradero": "Free breathing and lasting relief",
  "Tratamiento quirúrgico para sinusitis crónica": "Surgical treatment for chronic sinusitis",
  "La cirugía de sinusitis busca restaurar la ventilación natural de los senos paranasales cuando el tratamiento médico no es suficiente.": "Sinus surgery aims to restore natural ventilation of the paranasal sinuses when medical treatment is not enough.",
  "Empleamos técnicas endoscópicas mínimamente invasivas para reducir inflamación, mejorar el drenaje y minimizar molestias.": "We use minimally invasive endoscopic techniques to reduce inflammation, improve drainage, and minimize discomfort.",
  "Cada paciente recibe un plan quirúrgico personalizado y un esquema de seguimiento para consolidar resultados.": "Each patient receives a personalized surgical plan and a follow-up schedule to consolidate results.",
  "Tratamientos de otitis": "Otitis treatments",
  "Alivio del dolor y prevención de recaídas": "Pain relief and relapse prevention",
  "Atención especializada para otitis aguda y crónica": "Specialized care for acute and chronic otitis",
  "La otitis puede afectar a niños y adultos, causando dolor, fiebre y pérdida temporal de audición. Un diagnóstico oportuno es clave para evitar complicaciones.": "Otitis can affect children and adults, causing pain, fever, and temporary hearing loss. Timely diagnosis is key to avoiding complications.",
  "Ofrecemos tratamientos médicos personalizados, control del dolor y seguimiento clínico para prevenir recurrencias.": "We offer personalized medical treatments, pain control, and clinical follow-up to prevent recurrences.",
  "Nuestro enfoque prioriza la recuperación completa y el cuidado del oído a largo plazo.": "Our approach prioritizes complete recovery and long-term ear care.",
  "Proyecto de instalación de taquetes": "Anchor installation project",
  "Instalación de Taquetes": "Anchor Installation",
  "Soluciones de fijación segura con acabado limpio": "Secure fastening solutions with a clean finish",
  "Proyecto de instalación y refuerzo con taquetes": "Installation and reinforcement project with anchors",
  "Este proyecto se centró en la instalación de taquetes para fijación de mobiliario y elementos pesados, garantizando seguridad y durabilidad en cada anclaje.": "This project focused on installing anchors for securing furniture and heavy elements, ensuring safety and durability at each anchor point.",
  "Aplicamos un diagnóstico previo del material base y seleccionamos el taquete adecuado para cada carga, logrando un acabado limpio y resistente.": "We assessed the base material beforehand and selected the appropriate anchor for each load, achieving a clean and durable finish.",
  "La intervención fue precisa, rápida y con mínimo impacto en las áreas de uso diario.": "The intervention was precise, quick, and had minimal impact on daily-use areas.",
  "Certificaciones y Reconocimientos": "Certifications and Recognitions",
  "Formación académica y certificaciones que respaldan la trayectoria profesional.": "Academic training and certifications that support professional experience.",
  "Certificación": "Certification",
  "Instalación": "Facility",
  "Edificio RÍO MÉDICA": "RÍO MÉDICA Building",
  "Conoce las nuevas instalaciones del consultorio del Dr. Lumbán": "Get to know the new facilities of Dr. Lumbán's office",
  "PADECIMIENTOS DEL OÍDO": "EAR CONDITIONS",
  "Padecimientos del Oído": "Ear Conditions",
  "Conozca acerca de los padecimientos relacionados con el oído": "Learn about conditions related to the ear",
  "Trastornos del Equilibrio: Vértigo y Mareo": "Balance Disorders: Vertigo and Dizziness",
  "Nuestro equilibrio es una interacción compleja que requiere una comunicación sólida entre nuestras orejas, los ojos, y el sentido del tacto según la percepción de nuestros pies, los músculos y las articulaciones. A fin de mantener nuestro centro de gravedad, nuestro sistema nervioso central debe recibir estas tres señales y luego, correctamente, transmitirlas al cerebro.": "Our balance is a complex interaction that requires solid communication between our ears, eyes, and sense of touch through the perception of our feet, muscles, and joints. To maintain our center of gravity, our central nervous system must receive these three signals and then correctly transmit them to the brain.",
  "Cuando las señales de nuestros sentidos no llegan al cerebelo, o llegan a él con el mensaje equivocado, experimentamos esta falta de comunicación como una pérdida del equilibrio, un mareo.": "When signals from our senses do not reach the cerebellum, or reach it with the wrong message, we experience this lack of communication as a loss of balance, dizziness.",
  "Un trastorno del equilibrio a veces puede ser un síntoma de otras condiciones médicas. La atención médica adecuada, incluyendo una historia médica completa y evaluación del sistema de equilibrio es importante para identificar la causa y dar las opciones de tratamiento adecuadas.": "A balance disorder can sometimes be a symptom of other medical conditions. Proper medical care, including a complete medical history and evaluation of the balance system, is important to identify the cause and provide appropriate treatment options.",
  "Síntomas y Definiciones": "Symptoms and Definitions",
  "Vértigo": "Vertigo",
  "Es la percepción de dar vueltas, el movimiento o la rotación de cualquiera de uno mismo o el medio ambiente que te rodea. Por lo general es episódica, en lugar de constante.": "It is the perception of spinning, movement, or rotation of oneself or the environment around you. It is usually episodic rather than constant.",
  "Desequilibrio": "Imbalance",
  "Es una sensación de inestabilidad o pérdida de equilibrio, ya sea en reposo o al caminar, o en ambas ocasiones. A menudo se describe como una sensación de \"estar en un barco\". Estos síntomas pueden o no estar acompañado por la sensación de oídos tapados, la pérdida de la audición, o zumbido en los oídos.": "It is a feeling of instability or loss of balance, either at rest or while walking, or both. It is often described as a feeling of \"being on a boat.\" These symptoms may or may not be accompanied by a sensation of blocked ears, hearing loss, or ringing in the ears.",
  "Causas del Mareo": "Causes of Dizziness",
  "Las infecciones del oído medio": "Middle ear infections",
  "Vértigo Postural Paroxístico Benigno (VPPB)": "Benign Paroxysmal Positional Vertigo (BPPV)",
  "Neuronitis Vestibular": "Vestibular neuritis",
  "Laberintitis. Virus del oído interno": "Labyrinthitis. Inner ear virus",
  "Acumulación de líquido en el oído interno. La enfermedad de Ménière": "Fluid buildup in the inner ear. Ménière's disease",
  "Problemas en el cuello": "Neck problems",
  "Enfermedades a nivel cerebral": "Brain-level diseases",
  "Evaluación de Equilibrio": "Balance Evaluation",
  "Si tiene problemas de equilibrio o mareos, vamos a completar una evaluación exhaustiva. Nuestro laboratorio de equilibrio puede realizar una serie de pruebas para ayudar en el diagnóstico y el tratamiento de su problema.": "If you have balance problems or dizziness, we will complete a thorough evaluation. Our balance lab can perform a series of tests to help diagnose and treat your problem.",
  "Tratamientos de Equilibrio": "Balance Treatments",
  "Terapia de Rehabilitación Vestibular": "Vestibular Rehabilitation Therapy",
  "\"La rehabilitación vestibular\" son una serie de ejercicios para la recuperación del equilibrio. Se pueden llevar a cabo en casa o por un audiólogo y cada programa de rehabilitación está diseñado específicamente para corregir los trastornos del equilibrio del paciente.": "\"Vestibular rehabilitation\" is a series of exercises to recover balance. They can be done at home or by an audiologist, and each rehabilitation program is specifically designed to correct the patient's balance disorders.",
  "Reposicionamiento Canalicular": "Canalith Repositioning",
  "Muchos casos de vértigo se puede resolver con un simple procedimiento de posicionamiento en el consultorio. Una maniobra de reposicionamiento canalicular es el tratamiento que lleva al paciente a través de una serie de posiciones de la cabeza y el cuerpo diseñados para poner restos otoconia aflojado (cristales) de nuevo en el órgano del equilibrio.": "Many cases of vertigo can be resolved with a simple positioning procedure in the office. A canalith repositioning maneuver is the treatment that takes the patient through a series of head and body positions designed to place loosened otoconia debris (crystals) back into the balance organ.",
  "Dieta y Estilo de Vida": "Diet and Lifestyle",
  "La cafeína, la sal, el alcohol, la nicotina y la deshidratación todos pueden tener un impacto considerable en el sentido del equilibrio. El Dr. Lumbán le dará medicamentos y recomendaciones acerca de la dieta y los hábitos diarios, para que sus problemas del equilibrio puedan seguirse controlado en casa.": "Caffeine, salt, alcohol, nicotine, and dehydration can all have a considerable impact on balance. Dr. Lumbán will provide medications and recommendations about diet and daily habits so your balance problems can continue to be controlled at home.",
  "Otros Padecimientos de Oído": "Other Ear Conditions",
  "Padecimientos del Oído": "Ear Conditions",
  "Acerca de la Pérdida de Audición": "About Hearing Loss",
  "Para escuchar lo que has perdido, consigue que tu audición sea evaluada a fondo.": "To hear what you've lost, have your hearing thoroughly evaluated.",
  "En cualquier momento dado, unos 30 millones de estadounidenses se ven afectados por la pérdida de audición. La pérdida de audición afecta a los adultos de manera desproporcionada. Y si bien es más común entre los adultos mayores, la pérdida de audición es también un hecho de la vida para los adultos, en sus 40 y 50 años, y no sólo para los mayores de 65 años.": "At any given time, about 30 million Americans are affected by hearing loss. Hearing loss affects adults disproportionately. And while it is more common among older adults, hearing loss is also a fact of life for adults in their 40s and 50s, not just those over 65.",
  "Una cuestión clave con la pérdida de audición es que, por lo general, es gradual. Si bien puede ser repentina, la pérdida de la audición generalmente se desarrolla lentamente durante varios años. El resultado es que la mayoría de las personas con pérdida de audición no son conscientes de la magnitud de su problema.": "A key issue with hearing loss is that it is generally gradual. While it can be sudden, hearing loss usually develops slowly over several years. The result is that most people with hearing loss are not aware of the magnitude of their problem.",
  "También es importante recordar que la pérdida de audición no significa una incapacidad total para escuchar. La pérdida de audición puede ser leve, moderada o grave, además de total.": "It is also important to remember that hearing loss does not mean a total inability to hear. Hearing loss can be mild, moderate, severe, or total.",
  "Signos de Posible Pérdida de Audición": "Signs of Possible Hearing Loss",
  "No entiende algunas palabras durante la conversación": "Does not understand some words during conversation",
  "Pide con frecuencia que le repitan las palabras": "Frequently asks for words to be repeated",
  "Los amigos y familiares que expresan su preocupación acerca de la audición": "Friends and family who express concern about hearing",
  "Dificultad para oír por teléfono": "Difficulty hearing on the phone",
  "Evita situaciones sociales debido a la dificultad para escuchar a otros": "Avoids social situations due to difficulty hearing others",
  "Problemas para seguir la conversación en grupos o en presencia de ruido de fondo": "Trouble following conversation in groups or with background noise",
  "Ruidos en el oído como timbre, rugido, silbido, zumbido, etc.": "Noises in the ear such as ringing, roaring, whistling, buzzing, etc.",
  "Las Causas de la Pérdida de la Audición en el Adulto": "Causes of Adult Hearing Loss",
  "La pérdida de audición en los adultos es más comúnmente el resultado de daños a la estructura del oído interno o en el nervio auditivo. Puede ser causada por el envejecimiento, las enfermedades, ciertos medicamentos, lesiones, infecciones y la exposición al ruido. Si bien este tipo de pérdida auditiva no suele ser reversible, usted puede hacer algo al respecto. Lo primero que hay que hacer es un estudio de su audición y determinar la naturaleza y el alcance de su pérdida auditiva.": "Hearing loss in adults is most commonly the result of damage to the inner ear structure or the auditory nerve. It can be caused by aging, disease, certain medications, injuries, infections, and noise exposure. While this type of hearing loss is not usually reversible, you can do something about it. The first step is a hearing test to determine the nature and extent of your hearing loss.",
  "Acerca de la Congestión Nasal": "About Nasal Congestion",
  "Tratamiento especializado para nariz tapada y problemas respiratorios": "Specialized treatment for a stuffy nose and breathing problems",
  "La congestión nasal se refiere a la nariz tapada; es uno de los problemas de salud más comunes. Se produce cuando el interior de la nariz se hincha debido a los vasos sanguíneos inflamados.": "Nasal congestion refers to a stuffy nose; it is one of the most common health problems. It occurs when the inside of the nose swells due to inflamed blood vessels.",
  "Importante:": "Important:",
  "Si la congestión nasal no es tratada puede conducir a problemas auditivos, fatiga crónica, insomnio, dolores de cabeza. También puede elevar la frecuencia y volumen de los ronquidos, hasta llegar a una Apnea del Sueño.": "If nasal congestion is not treated, it can lead to hearing problems, chronic fatigue, insomnia, and headaches. It can also increase the frequency and volume of snoring, even leading to Sleep Apnea.",
  "Causas de la Congestión Nasal": "Causes of Nasal Congestion",
  "Infecciones": "Infections",
  "La gripa o sinusitis aguda secundaria a un resfriado común son causadas por una infección viral. Estos virus se transmiten por el aire y provocan inflamación de los tejidos nasales.": "The flu or acute sinusitis secondary to a common cold are caused by a viral infection. These viruses are transmitted through the air and cause inflammation of nasal tissues.",
  "Cuando la mucosa nasal se vuelve amarilla o verde, puede indicar infección bacteriana. También se presentan dolor de cabeza, garganta irritada, tos y malestar general.": "When the nasal mucus turns yellow or green, it may indicate a bacterial infection. Headache, irritated throat, cough, and general malaise also occur.",
  "Anomalías Estructurales": "Structural Abnormalities",
  "Incluyen desviación del septum nasal, deformidades congénitas o secundarias a traumatismos.": "They include deviation of the nasal septum, congenital deformities, or trauma-related deformities.",
  "Otras causas: cornetes crecidos, pólipos nasales, colapso de la válvula nasal, nariz torcida y adenoides obstructivas en niños.": "Other causes: enlarged turbinates, nasal polyps, nasal valve collapse, crooked nose, and obstructive adenoids in children.",
  "Se producen por la respuesta inflamatoria a alérgenos como polen, ácaros del polvo, caspa de animales y humo del tabaco.": "They occur due to the inflammatory response to allergens such as pollen, dust mites, animal dander, and tobacco smoke.",
  "Estos alérgenos liberan histamina, causando congestión y exceso de moco nasal.": "These allergens release histamine, causing congestion and excess nasal mucus.",
  "Rinitis Vasomotora": "Vasomotor Rhinitis",
  "Condición no alérgica causada por una reacción anormal de los nervios de los vasos sanguíneos nasales.": "Non-allergic condition caused by an abnormal reaction of the nerves of the nasal blood vessels.",
  "Factores: cambios de temperatura, humedad, olores fuertes, humo del tabaco y estrés psicológico.": "Factors: changes in temperature, humidity, strong odors, tobacco smoke, and psychological stress.",
  "Historia clínica detallada": "Detailed medical history",
  "Examen físico completo de nariz y garganta": "Complete physical exam of nose and throat",
  "Endoscopia nasal": "Nasal endoscopy",
  "Evaluación de posibles alergias": "Evaluation of possible allergies",
  "Estudios de imagen cuando son necesarios": "Imaging studies when needed",
  "Análisis de patrones de sueño en casos de sospecha de apnea": "Sleep pattern analysis in suspected apnea cases",
  "Descongestionantes nasales": "Nasal decongestants",
  "Antihistamínicos": "Antihistamines",
  "Corticoesteroides nasales": "Nasal corticosteroids",
  "Antibióticos para infecciones bacterianas": "Antibiotics for bacterial infections",
  "Inmunoterapia para alergias severas": "Immunotherapy for severe allergies",
  "Tratamiento Quirúrgico": "Surgical Treatment",
  "Cirugía endoscópica de senos paranasales": "Endoscopic sinus surgery",
  "Extracción de pólipos nasales": "Removal of nasal polyps",
  "Adenoidectomía en niños": "Adenoidectomy in children",
  "Prevención": "Prevention",
  "Medidas Generales": "General Measures",
  "Mantener buena higiene nasal": "Maintain good nasal hygiene",
  "Usar humidificador en ambientes secos": "Use a humidifier in dry environments",
  "Evitar alérgenos conocidos": "Avoid known allergens",
  "No fumar ni exponerse al humo": "Do not smoke or be exposed to smoke",
  "En Casa": "At Home",
  "Lavados nasales con solución salina": "Nasal rinses with saline solution",
  "Mantener la cabeza elevada al dormir": "Keep the head elevated when sleeping",
  "Beber abundantes líquidos": "Drink plenty of fluids",
  "Uso de vapor para descongestionar": "Use steam to decongest",
  "¿Necesita una evaluación?": "Do you need an evaluation?",
  "El Dr. Lumbán le agendará una cita para realizar un diagnóstico y brindarle el mejor tratamiento para su problema.": "Dr. Lumbán will schedule an appointment to provide a diagnosis and the best treatment for your problem.",
  "Congestión Nasal": "Nasal Congestion",
  "Acerca de la Obstrucción Nasal": "About Nasal Obstruction",
  "Soluciones especializadas para problemas de flujo de aire nasal": "Specialized solutions for nasal airflow problems",
  "La obstrucción nasal es básicamente debido a problemas con una de las dos áreas: el tabique nasal o los cornetes inferiores (o ambos).": "Nasal obstruction is basically due to problems with one of two areas: the nasal septum or the inferior turbinates (or both).",
  "Un tabique desviado es una obstrucción fija que sólo se puede corregir con cirugía. La hipertrofia de cornetes inferiores, frecuentemente relacionada con alérgenos u otros irritantes en el aire, puede mejorar significativamente con medicamentos o tratamiento de alergias.": "A deviated septum is a fixed obstruction that can only be corrected with surgery. Inferior turbinate hypertrophy, often related to allergens or other irritants in the air, can improve significantly with medications or allergy treatment.",
  "Anatomía Nasal y Obstrucción": "Nasal Anatomy and Obstruction",
  "Tabique Nasal": "Nasal Septum",
  "El tabique nasal es la estructura que divide las fosas nasales en el lado derecho e izquierdo. Un tabique desviado se refiere a un tabique que está torcido.": "The nasal septum is the structure that divides the nasal cavities into the right and left sides. A deviated septum refers to a septum that is crooked.",
  "Obstrucción fija que solo se puede corregir con cirugía (septoplastía).": "Fixed obstruction that can only be corrected with surgery (septoplasty).",
  "Cornetes Inferiores": "Inferior Turbinates",
  "Los cornetes están cerca del septum, pero normalmente existe espacio suficiente entre el tabique y los cornetes para permitir el paso del aire.": "The turbinates are close to the septum, but normally there is enough space between the septum and turbinates to allow airflow.",
  "Puede mejorar con medicamentos o tratamiento de alergias.": "It can improve with medications or allergy treatment.",
  "Causas y Soluciones": "Causes and Solutions",
  "Tabique Desviado": "Deviated Septum",
  "Estructura nasal torcida o desplazada": "Twisted or displaced nasal structure",
  "Obstrucción mecánica fija": "Fixed mechanical obstruction",
  "No responde a medicamentos": "Does not respond to medications",
  "Solución: Septoplastía quirúrgica": "Solution: Surgical septoplasty",
  "Hipertrofia de Cornetes": "Turbinate Hypertrophy",
  "Cornetes inferiores demasiado grandes": "Inferior turbinates too large",
  "Relacionado con alergias e irritantes": "Related to allergies and irritants",
  "Puede mejorar con tratamiento médico": "May improve with medical treatment",
  "Solución: Medicamentos o reducción quirúrgica": "Solution: Medications or surgical reduction",
  "Opciones de Tratamiento": "Treatment Options",
  "Antihistamínicos para alergias": "Antihistamines for allergies",
  "Inmunoterapia para alergias": "Immunotherapy for allergies",
  "Septoplastía (corrección del tabique)": "Septoplasty (septum correction)",
  "Reducción de cornetes inferiores": "Inferior turbinate reduction",
  "Cirugía endoscópica nasal": "Endoscopic nasal surgery",
  "Procedimientos ambulatorios": "Outpatient procedures",
  "Recuperación rápida": "Fast recovery",
  "¿Quisieras mejorar tu imagen?": "Would you like to improve your appearance?",
  "El Dr. Lumbán es especialista en la Cirugía Estética de Nariz. Infórmate acerca de este procedimiento que puede mejorar tu salud y tu imagen.": "Dr. Lumbán is a specialist in aesthetic nose surgery. Learn about this procedure that can improve your health and your appearance.",
  "PADECIMIENTOS DE LA GARGANTA": "THROAT CONDITIONS",
  "Padecimientos de la Garganta": "Throat Conditions",
  "Conozca acerca de los padecimientos relacionados con la garganta": "Learn about conditions related to the throat",
  "Acerca de los Problemas de la Garganta": "About Throat Problems",
  "La garganta o faringe es una estructura tubular que conecta las cavidades oral y nasal con el esófago y la laringe (caja de la voz). Los alimentos pasan al esófago y el aire a la tráquea y laringe.": "The throat or pharynx is a tubular structure that connects the oral and nasal cavities with the esophagus and larynx (voice box). Food passes to the esophagus and air to the trachea and larynx.",
  "Al ser un paso común para alimentos y aire, es más susceptible a infecciones y otras condiciones. El Dr. Lumbán ofrece diagnóstico experto y tratamiento especializado para múltiples condiciones de la garganta.": "As a common passage for food and air, it is more susceptible to infections and other conditions. Dr. Lumbán offers expert diagnosis and specialized treatment for multiple throat conditions.",
  "Amigdalitis": "Tonsillitis",
  "Inflamación de las amígdalas causada por virus o bacterias. Forman parte del sistema linfático y ayudan a prevenir infecciones.": "Inflammation of the tonsils caused by viruses or bacteria. They are part of the lymphatic system and help prevent infections.",
  "Dificultad para tragar": "Difficulty swallowing",
  "Náuseas y vómitos": "Nausea and vomiting",
  "Enrojecimiento de amígdalas": "Redness of the tonsils",
  "Ibuprofeno o acetaminofén": "Ibuprofen or acetaminophen",
  "Antibióticos (penicilina)": "Antibiotics (penicillin)",
  "Líquidos abundantes": "Plenty of fluids",
  "Gárgaras con agua salada": "Salt water gargles",
  "Quirúrgico": "Surgical",
  "Amigdalectomía en casos recurrentes, persistentes o severos.": "Tonsillectomy in recurrent, persistent, or severe cases.",
  "Dolor de Garganta": "Sore Throat",
  "Es el trastorno más común de garganta. Generalmente causado por resfriado, gripe, alergias, bacterias (estreptococos), fumar, amigdalitis o mononucleosis infecciosa.": "It is the most common throat disorder. Usually caused by cold, flu, allergies, bacteria (streptococci), smoking, tonsillitis, or infectious mononucleosis.",
  "Dolor y dificultad al respirar": "Pain and difficulty breathing",
  "Alivio": "Relief",
  "Pastillas y caramelos": "Lozenges and candies",
  "Gárgaras de agua salada": "Salt water gargles",
  "Antibióticos si es recurrente": "Antibiotics if recurrent",
  "Faringitis": "Pharyngitis",
  "Inflamación de la faringe causada por virus o bacterias. Síntoma principal: dolor de garganta; otros síntomas: fiebre, dolor de cabeza, muscular y articular, erupciones y ganglios inflamados.": "Inflammation of the pharynx caused by viruses or bacteria. Main symptom: sore throat; other symptoms: fever, headache, muscle and joint pain, rashes, and swollen glands.",
  "Antibióticos (amoxicilina)": "Antibiotics (amoxicillin)",
  "Cáncer de Garganta": "Throat Cancer",
  "Tumores en faringe, laringe o amígdalas. Factor de riesgo principal: uso de tabaco.": "Tumors in the pharynx, larynx, or tonsils. Main risk factor: tobacco use.",
  "Uso de tabaco (fumado y sin humo)": "Tobacco use (smoked and smokeless)",
  "Alcoholismo crónico": "Chronic alcoholism",
  "Virus del papiloma humano": "Human papillomavirus",
  "Mascar nuez de betel": "Chewing betel nut",
  "Exposición a luz ultravioleta": "Exposure to ultraviolet light",
  "Síntomas y Diagnóstico": "Symptoms and Diagnosis",
  "Bulto que no se cura": "A lump that doesn't heal",
  "Dolor de garganta persistente": "Persistent sore throat",
  "Ronquera o cambios en la voz": "Hoarseness or voice changes",
  "Diagnóstico: biopsia, pruebas especializadas y evaluación completa.": "Diagnosis: biopsy, specialized tests, and comprehensive evaluation.",
  "Radioterapia para casos específicos": "Radiotherapy for specific cases",
  "Cirugía: Laringectomía parcial o total": "Surgery: partial or total laryngectomy",
  "Combinación: radiación y quimioterapia para tumores grandes": "Combination: radiation and chemotherapy for large tumors",
  "Rehabilitación Post-Quirúrgica": "Post-Surgical Rehabilitation",
  "Tras una laringectomía, actividades como comer, hablar o respirar pueden ser difíciles. Se recomienda terapia de habla y deglución.": "After a laryngectomy, activities such as eating, speaking, or breathing can be difficult. Speech and swallowing therapy is recommended.",
  "¿Experimenta problemas de garganta?": "Do you experience throat problems?",
  "El Dr. Lumbán ofrece diagnóstico experto y tratamiento especializado para condiciones de la garganta.": "Dr. Lumbán offers expert diagnosis and specialized treatment for throat conditions.",
  "Otros Padecimientos de Garganta": "Other Throat Conditions",
  "Acerca de la Apnea del Sueño": "About Sleep Apnea",
  "La apnea del sueño es un trastorno común donde los pacientes tienen patrones de respiración anormal durante el sueño, incluyendo pausas respiratorias o respiración muy superficial. Estas pausas duran entre 10 y 20 segundos o más, interrumpiendo el sueño y reduciendo el nivel de oxígeno en la sangre.": "Sleep apnea is a common disorder where patients have abnormal breathing patterns during sleep, including breathing pauses or very shallow breathing. These pauses last between 10 and 20 seconds or more, interrupting sleep and reducing blood oxygen levels.",
  "La apnea obstructiva del sueño puede aumentar con la edad y es más frecuente en hombres, personas con sobrepeso y quienes padecen enfermedades cardíacas. Si no se trata, puede provocar hipertensión, insuficiencia cardíaca, alteraciones del ritmo cardíaco, resistencia a la insulina e incluso la muerte.": "Obstructive sleep apnea can increase with age and is more common in men, overweight people, and those with heart disease. If untreated, it can cause hypertension, heart failure, heart rhythm disturbances, insulin resistance, and even death.",
  "Síntomas y Causas": "Symptoms and Causes",
  "Somnolencia diurna": "Daytime sleepiness",
  "Debilidad": "Weakness",
  "Siestas repetidas": "Repeated naps",
  "Falta de concentración": "Lack of concentration",
  "Dolores de cabeza": "Headaches",
  "Irritación": "Irritability",
  "Falta de sueño (insomnio)": "Lack of sleep (insomnia)",
  "Mala memoria": "Poor memory",
  "Tipos de Apnea del Sueño": "Types of Sleep Apnea",
  "Apnea del Sueño Central": "Central Sleep Apnea",
  "Se produce cuando las señales del cerebro hacia los músculos respiratorios se interrumpen, y no hay esfuerzo de los músculos de la respiración.": "It occurs when signals from the brain to the respiratory muscles are interrupted, and there is no respiratory muscle effort.",
  "Apnea Obstructiva del Sueño": "Obstructive Sleep Apnea",
  "Es el tipo más común y ocurre por una obstrucción en la vía aérea que impide un flujo de aire adecuado. Las señales del cerebro no se interrumpen, pero los esfuerzos musculares no son suficientes.": "It is the most common type and occurs due to an airway obstruction that prevents adequate airflow. Brain signals are not interrupted, but muscular efforts are insufficient.",
  "Apnea del Sueño Mixta": "Mixed Sleep Apnea",
  "Combinación de apnea central y obstructiva, presentando ambos mecanismos de interrupción respiratoria.": "Combination of central and obstructive apnea, presenting both mechanisms of respiratory interruption.",
  "Tratamientos": "Treatments",
  "Cambios de Comportamiento": "Behavior Changes",
  "Pérdida de peso en caso de sobrepeso": "Weight loss in case of overweight",
  "Evitar alcohol o medicamentos sedantes": "Avoid alcohol or sedative medications",
  "Dejar de fumar": "Quit smoking",
  "Cambiar posiciones para dormir": "Change sleeping positions",
  "Dispositivos Dentales": "Dental Devices",
  "Dispositivos que mantienen la mandíbula hacia adelante, útiles para apnea leve o en quienes no responden a cambios de comportamiento.": "Devices that keep the jaw forward, useful for mild apnea or for those who do not respond to behavior changes.",
  "Dispositivos Nasales y Medicamentos": "Nasal Devices and Medications",
  "Tiras nasales adhesivas para ampliar fosas nasales": "Adhesive nasal strips to widen nasal passages",
  "Aerosoles nasales con esteroides": "Steroid nasal sprays",
  "Medicamentos para vigilia diurna (Provigil, Armodafinilo)": "Medications for daytime wakefulness (Provigil, Armodafinil)",
  "CPAP - Presión Positiva Continua": "CPAP - Continuous Positive Airway Pressure",
  "La CPAP evita el estrechamiento de la vía aérea durante la respiración, manteniendo un flujo de aire constante y presión persistente.": "CPAP prevents airway narrowing during breathing, maintaining constant airflow and sustained pressure.",
  "Cirugía": "Surgery",
  "Corrección de desviación del tabique nasal": "Correction of nasal septum deviation",
  "Polipectomía": "Polypectomy",
  "Para mejorar flujo de aire": "To improve airflow",
  "Sexo masculino": "Male sex",
  "Obesidad": "Obesity",
  "Enfermedades del corazón": "Heart diseases",
  "Antecedentes familiares": "Family history",
  "¿Sospecha que tiene Apnea del Sueño?": "Do you suspect you have Sleep Apnea?",
  "El Dr. Lumbán puede realizar una evaluación completa y recomendar el tratamiento más adecuado para su caso específico.": "Dr. Lumbán can perform a complete evaluation and recommend the most appropriate treatment for your specific case.",
  "Acerca de los Trastornos de la Voz": "About Voice Disorders",
  "La voz es el sonido que se produce cuando el aire pasa desde los pulmones a la laringe. Al hablar, las cuerdas vocales se cierran parcialmente, haciendo que el aire vibre y genere sonido. Cada voz es tan única como una huella digital.": "The voice is the sound produced when air passes from the lungs to the larynx. When speaking, the vocal cords partially close, causing the air to vibrate and generate sound. Each voice is as unique as a fingerprint.",
  "Diversas condiciones médicas o daños en las partes asociadas con la voz pueden provocar dolor, molestias, cambios en el tono, el volumen o la calidad de la voz.": "Various medical conditions or damage to voice-related parts can cause pain, discomfort, changes in pitch, volume, or voice quality.",
  "Trastornos de la Voz Incluyen": "Voice Disorders Include",
  "Nódulos y Pólipos de las Cuerdas Vocales": "Vocal Cord Nodules and Polyps",
  "Nódulos Vocales": "Vocal Nodules",
  "Crecimientos no cancerosos en las cuerdas vocales causados por uso excesivo.": "Non-cancerous growths on the vocal cords caused by overuse.",
  "Pólipos Vocales": "Vocal Polyps",
  "Hinchazón o nódulo anormal en una o ambas cuerdas vocales.": "Swelling or abnormal nodule on one or both vocal cords.",
  "Parálisis de las Cuerdas Vocales": "Vocal Cord Paralysis",
  "Se produce cuando una o ambas cuerdas vocales no se mueven correctamente, afectando la voz, la deglución y la respiración.": "It occurs when one or both vocal cords do not move properly, affecting voice, swallowing, and breathing.",
  "Paradójico Movimiento de las Cuerdas Vocales": "Paradoxical Vocal Cord Movement",
  "Disfunción donde las cuerdas vocales se cierran al inhalar en lugar de abrirse, causando problemas respiratorios.": "Dysfunction where the vocal cords close when inhaling instead of opening, causing breathing problems.",
  "Disfonía Espasmódica": "Spasmodic Dysphonia",
  "Trastorno crónico causado por movimientos forzados o tensos de las cuerdas vocales, produciendo cambios anormales en la voz.": "Chronic disorder caused by forced or tense movements of the vocal cords, producing abnormal changes in the voice.",
  "Causas y Factores de Riesgo": "Causes and Risk Factors",
  "Factores Principales": "Main Factors",
  "Lesión de las cuerdas vocales": "Vocal cord injury",
  "Uso excesivo de la voz": "Overuse of the voice",
  "Hablar demasiado o gritar": "Talking too much or shouting",
  "Fumar": "Smoking",
  "Otras Causas": "Other Causes",
  "Resfriado común": "Common cold",
  "Bronquitis": "Bronchitis",
  "Exposición a sustancias irritantes": "Exposure to irritating substances",
  "Grupos de Alto Riesgo": "High-Risk Groups",
  "Maestros": "Teachers",
  "Cantantes": "Singers",
  "Predicadores": "Preachers",
  "Fumadores": "Smokers",
  "Voz áspera o ronquera": "Harsh voice or hoarseness",
  "Cambios anormales en la voz": "Abnormal changes in the voice",
  "Dificultad para respirar": "Difficulty breathing",
  "Tos persistente": "Persistent cough",
  "Sensación de nudo en la garganta": "Sensation of a lump in the throat",
  "Historial Clínico": "Clinical History",
  "Evaluación de síntomas, hábitos vocales y antecedentes médicos": "Evaluation of symptoms, vocal habits, and medical history",
  "Examen Físico": "Physical Exam",
  "Evaluación visual de la laringe y cuerdas vocales": "Visual evaluation of the larynx and vocal cords",
  "Pruebas Especializadas": "Specialized Tests",
  "Evaluación de vibración de cuerdas vocales y función laríngea": "Evaluation of vocal cord vibration and laryngeal function",
  "Para profesionales de la voz (maestros, cantantes, locutores, etc.), es crucial atención temprana ante cualquier cambio vocal para prevenir daños permanentes.": "For voice professionals (teachers, singers, announcers, etc.), early attention to any vocal change is crucial to prevent permanent damage.",
  "¿Experimenta problemas con su voz?": "Do you experience problems with your voice?",
  "El Dr. Lumbán puede diagnosticar y tratar diversos trastornos de la voz con técnicas especializadas.": "Dr. Lumbán can diagnose and treat various voice disorders with specialized techniques.",
  "Otorrinopediatría": "Pediatric ENT",
  "Conozca sobre diferentes enfermedades de nariz, oído y garganta en niños": "Learn about different nose, ear, and throat diseases in children",
  "Los niños y adolescentes no deben confundirse con los adultos para el diagnóstico y tratamiento de enfermedades de Oído, Nariz y Garganta. La estatura, peso, sistema inmunológico y desarrollo físico/mental requieren cuidado especial.": "Children and adolescents should not be confused with adults for the diagnosis and treatment of Ear, Nose, and Throat diseases. Height, weight, immune system, and physical/mental development require special care.",
  "Preguntas Importantes": "Important Questions",
  "¿Cómo puedo saber si mi hijo tiene sinusitis?": "How can I know if my child has sinusitis?",
  "La sinusitis en los niños es diferente de la sinusitis en adultos. Los siguientes síntomas pueden indicar una infección en los senos en su hijo:": "Sinusitis in children is different from sinusitis in adults. The following symptoms may indicate a sinus infection in your child:",
  "Escalofríos que duran de 10 a 14 días o fiebre leve a moderada.": "Chills lasting 10 to 14 days or mild to moderate fever.",
  "Moco espeso, de color amarillo-verde.": "Thick yellow-green mucus.",
  "Goteo post-nasal, que a veces se manifiesta como un dolor de garganta, tos, mal aliento y/o vómitos.": "Post-nasal drip, which sometimes manifests as sore throat, cough, bad breath, and/or vomiting.",
  "Dolor de cabeza, por lo general en niños de 6 años o más.": "Headache, usually in children 6 years or older.",
  "Irritabilidad.": "Irritability.",
  "Energía baja.": "Low energy.",
  "Hinchazón alrededor de los ojos.": "Swelling around the eyes.",
  "Los niños pequeños tienen sistemas inmunitarios inmaduros y son más propensos a las infecciones de la nariz, los senos paranasales y los oídos, sobre todo en los primeros años de vida. Estas son causadas con mayor frecuencia por infecciones virales (resfriados) y pueden ser agravadas por alergias. Sin embargo, cuando su hijo permanece enfermo más allá de los habituales siete a diez días, es probable que tenga una infección llamada sinusitis.": "Young children have immature immune systems and are more prone to infections of the nose, paranasal sinuses, and ears, especially in the first years of life. These are most often caused by viral infections (colds) and can be worsened by allergies. However, when your child remains ill beyond the usual seven to ten days, they likely have an infection called sinusitis.",
  "Usted puede reducir el riesgo de infecciones de la nariz de su hijo mediante la reducción de la exposición a alergias ambientales conocidas y contaminantes como el humo del tabaco, la reducción del tiempo en la guardería y el tratamiento de la enfermedad de reflujo ácido del estómago.": "You can reduce your child's risk of nasal infections by reducing exposure to known environmental allergies and pollutants such as tobacco smoke, reducing time in daycare, and treating stomach acid reflux disease.",
  "Cuando roncar no es tan lindo. Los niños y la apnea del sueño": "When snoring isn't so cute: children and sleep apnea",
  "A menudo es lindo cuando los niños tratan de imitar a sus padres. Sin embargo, cuando se trata de los ronquidos, no es cosa de risa y es anormal en los niños. En realidad, los niños son versiones no más pequeñas de los adultos y el ronquido suele indicar un problema subyacente más grave, como la apnea obstructiva del sueño (AOS).": "It is often cute when children try to imitate their parents. However, when it comes to snoring, it is no laughing matter and is abnormal in children. In fact, children are not just smaller versions of adults, and snoring often indicates a more serious underlying problem such as obstructive sleep apnea (OSA).",
  "Durante las etapas más profundas del sueño, los músculos se relajan permitiendo que las amígdalas se desplacen hacia el interior. En los niños con amígdalas agrandadas, esto bloquea la respiración y causa sueño interrumpido, resultando en agotamiento durante el día.": "During the deepest stages of sleep, muscles relax, allowing the tonsils to shift inward. In children with enlarged tonsils, this blocks breathing and causes interrupted sleep, resulting in daytime exhaustion.",
  "Estudios recientes han demostrado que el rendimiento escolar se ve afectado significativamente, con trastornos de atención y problemas de conducta más evidentes en niños con AOS. Incluso los mejores alumnos sufren sin una buena noche de descanso.": "Recent studies have shown that school performance is significantly affected, with attention disorders and behavioral problems more evident in children with OSA. Even the best students suffer without a good night's rest.",
  "La solución comienza con una historia exacta de sueño. Los niños que roncan deben ser evaluados por un otorrinolaringólogo, sobre todo si tienen amígdalas agrandadas. Si se diagnostica AOS, la extirpación de amígdalas y adenoides es la primera línea de tratamiento. Técnicas como la radiofrecuencia permiten una recuperación rápida y mejoran calidad de sueño y crecimiento.": "The solution begins with an accurate sleep history. Children who snore should be evaluated by an otolaryngologist, especially if they have enlarged tonsils. If OSA is diagnosed, removal of tonsils and adenoids is the first line of treatment. Techniques such as radiofrequency allow quick recovery and improve sleep quality and growth.",
  "¿Qué son los tubos de ventilación?": "What are ventilation tubes?",
  "Los tubos de ventilación son pequeños cilindros, de 1mm de diámetro, colocados a través del tímpano (membrana timpánica) para permitir que entre el aire en el oído medio. También se llaman tubos de timpanostomía, miringotomía o de descompresión. Pueden ser de plástico, metal o teflón, y algunos tienen revestimiento para reducir la posibilidad de infección.": "Ventilation tubes are small cylinders, 1 mm in diameter, placed through the eardrum (tympanic membrane) to allow air into the middle ear. They are also called tympanostomy tubes, myringotomy tubes, or pressure-equalization tubes. They can be made of plastic, metal, or Teflon, and some have coatings to reduce the chance of infection.",
  "Hay dos tipos básicos de tubos: corto plazo (permanecen de 6 a 12 meses antes de caer por sí solos) y largo plazo (más grandes, con bridas que los mantienen en su lugar por más tiempo, usualmente requieren extracción por un otorrinolaringólogo).": "There are two basic types of tubes: short-term (remain 6 to 12 months before falling out on their own) and long-term (larger, with flanges that keep them in place longer, usually requiring removal by an otolaryngologist).",
  "¿Quién necesita de tubos de ventilación?": "Who needs ventilation tubes?",
  "Se recomiendan cuando un niño experimenta infecciones repetidas del oído medio (otitis media aguda) o pérdida auditiva por líquido persistente (otitis media con derrame). Esto puede afectar habla, equilibrio y audición.": "They are recommended when a child experiences repeated middle ear infections (acute otitis media) or hearing loss due to persistent fluid (otitis media with effusion). This can affect speech, balance, and hearing.",
  "También se indican en casos de malformaciones del tímpano o trompa de Eustaquio, Síndrome de Down, paladar hendido o barotrauma. Cada año, más de medio millón de cirugías de tubo de oído se realizan en niños (la cirugía más común en la infancia), con edad promedio de 1 a 3 años.": "They are also indicated in cases of malformations of the eardrum or Eustachian tube, Down syndrome, cleft palate, or barotrauma. Each year, more than half a million ear tube surgeries are performed in children (the most common surgery in childhood), with an average age of 1 to 3 years.",
  "Los tubos restauran la audición, reducen riesgo de futuras infecciones, mejoran comportamiento, sueño, habla y equilibrio.": "Tubes restore hearing, reduce the risk of future infections, and improve behavior, sleep, speech, and balance.",
  "¿Cómo se insertan los tubos auditivos?": "How are ear tubes inserted?",
  "La inserción se realiza mediante miringotomía, un procedimiento quirúrgico ambulatorio que consiste en una incisión de 1-2 mm en el tímpano. Se realiza bajo microscopio quirúrgico o láser. El tubo se coloca para mantener el agujero abierto y permitir la ventilación del oído medio.": "Insertion is performed via myringotomy, an outpatient surgical procedure consisting of a 1–2 mm incision in the eardrum. It is performed under a surgical microscope or laser. The tube is placed to keep the hole open and allow ventilation of the middle ear.",
  "Cirugía de canal auditivo": "Ear canal surgery",
  "Se administra anestesia general ligera (gas hilarante) en niños pequeños; algunos mayores pueden tolerar sin anestesia. Se realiza miringotomía, se succiona líquido del oído medio y se coloca el tubo de ventilación. El procedimiento dura menos de 15 minutos.": "Light general anesthesia (laughing gas) is administered in young children; some older children may tolerate it without anesthesia. A myringotomy is performed, middle ear fluid is suctioned, and the ventilation tube is placed. The procedure lasts less than 15 minutes.",
  "En algunos casos se recomienda la extracción del tejido adenoideo simultáneamente para reducir riesgo de infecciones recurrentes.": "In some cases, removal of adenoid tissue is recommended simultaneously to reduce the risk of recurrent infections.",
  "¿Qué esperar después de esta cirugía?": "What to expect after this surgery?",
  "Tras la cirugía, los pacientes son monitoreados en recuperación y suelen ir a casa en pocas horas. Puede haber somnolencia, irritabilidad o náuseas por anestesia. La audición se restablece inmediatamente y los sonidos normales pueden parecer muy fuertes.": "After surgery, patients are monitored in recovery and usually go home in a few hours. There may be drowsiness, irritability, or nausea from anesthesia. Hearing is restored immediately and normal sounds may seem very loud.",
  "Se proporcionan instrucciones postoperatorias específicas, incluyendo cuándo buscar atención inmediata. Para evitar bacterias, se puede recomendar mantener los oídos secos usando tapones durante baño o piscina. En actividades como buceo o agua sucia, la protección es necesaria; consulte con su médico.": "Specific postoperative instructions are provided, including when to seek immediate care. To prevent bacteria, it may be recommended to keep the ears dry using earplugs during bathing or swimming. For activities such as diving or dirty water exposure, protection is necessary; consult your doctor.",
  "Preguntas Frecuentes": "Frequently Asked Questions",
  "¿Mi hijo tiene sinusitis? No dude en agendar una cita con el Dr. Lumbán, y él podrá responder todas sus dudas y diagnosticar correctamente a su hijo.": "Does my child have sinusitis? Do not hesitate to schedule an appointment with Dr. Lumbán, and he will be able to answer all your questions and correctly diagnose your child.",
  "PROCEDIMIENTOS QUIRÚRGICOS": "SURGICAL PROCEDURES",
  "Conozca las diferentes cirugías que el Dr. Lumbán puede realizar": "Learn about the different surgeries that Dr. Lumbán can perform",
  "¿Qué es la Cirugía Endoscópica para Sinusitis?": "What is Endoscopic Sinus Surgery?",
  "En general, la cirugía endoscópica de los senos paranasales está dirigido a personas con problemas de sinusitis crónica que no responden al tratamiento médico.": "In general, endoscopic sinus surgery is aimed at people with chronic sinusitis that does not respond to medical treatment.",
  "Los síntomas de la sinusitis pueden incluir:": "Sinusitis symptoms may include:",
  "Dolor facial o sensación de pesantez.": "Facial pain or a feeling of heaviness.",
  "Dificultad para respirar por la nariz.": "Difficulty breathing through the nose.",
  "Mal olor persistente en la nariz.": "Persistent bad smell in the nose.",
  "Secreción retronasal.": "Postnasal discharge.",
  "Dolores de cabeza.": "Headaches.",
  "De vez en cuando problemas de sinusitis pueden causar ronquera, tos, malestar general o una variedad de otros síntomas; pero estos problemas también pueden ocurrir en la ausencia de enfermedad sinusal; por lo tanto, el diagnóstico de sinusitis debe basarse en una evaluación meticulosa de su médico.": "Occasionally, sinusitis problems can cause hoarseness, cough, general malaise, or a variety of other symptoms; but these problems can also occur in the absence of sinus disease; therefore, the diagnosis of sinusitis should be based on a meticulous evaluation by your physician.",
  "En la mayoría de las personas con problemas de sinusitis, la cirugía no está indicada. En la mayoría de los casos se resuelven exitosamente con tratamiento médico. Este tratamiento puede consistir en antibióticos, antinflamatorios, antihistamínicos, descongestionantes u otros medicamentos, el tratamiento para las alergias o el control del medio ambiente (por ejemplo, dejar de fumar).": "In most people with sinusitis problems, surgery is not indicated. In most cases they are successfully resolved with medical treatment. This treatment may consist of antibiotics, anti-inflammatories, antihistamines, decongestants or other medications, allergy treatment, or environmental control (for example, quitting smoking).",
  "Cuando ya no hay una respuesta a los tratamientos médicos, se debe practicar un procedimiento quirúrgico endoscópico.": "When there is no longer a response to medical treatments, an endoscopic surgical procedure should be performed.",
  "Antes de indicar la cirugía endoscopia de senos paranasales, se deben practicar estudios radiológicos (tomografía), para determinar qué áreas están afectadas e iniciar un plan quirúrgico para curar la enfermedad.": "Before indicating endoscopic sinus surgery, radiologic studies (CT scans) should be performed to determine which areas are affected and to initiate a surgical plan to cure the disease.",
  "Evaluación y Seguimiento de Tratamiento Endoscópico": "Evaluation and Follow-up of Endoscopic Treatment",
  "Cirugía Sinusal": "Sinus Surgery",
  "Si, después de la consulta, se considera que usted se beneficiaría de la cirugía endoscópica, una fecha será arreglada para el procedimiento. En muchos casos, la cirugía puede realizarse de forma ambulatoria; sin embargo, es importante estar preparado para ser admitido en el hospital en caso de que resulte necesario.": "If, after the consultation, it is considered that you would benefit from endoscopic surgery, a date will be arranged for the procedure. In many cases, surgery can be performed as an outpatient procedure; however, it is important to be prepared to be admitted to the hospital if necessary.",
  "Después de la cirugía, son necesarias visitas de seguimiento durante aproximadamente tres semanas para limpiar costras del sitio quirúrgico. Una visita adicional se programa posteriormente entre dos a seis semanas.": "After surgery, follow-up visits are required for approximately three weeks to clean crusts from the surgical site. An additional visit is scheduled later between two to six weeks.",
  "En algunos casos, un segundo procedimiento quirúrgico puede ser necesario si los síntomas reaparecen después de un intervalo de alivio, generalmente debido a la formación de adherencias (tejido cicatricial).": "In some cases, a second surgical procedure may be necessary if symptoms recur after a period of relief, usually due to the formation of adhesions (scar tissue).",
  "Cirugía endoscópica para sinusitis": "Endoscopic surgery for sinusitis",
  "Esta cirugía difiere del abordaje quirúrgico convencional, ya que se realiza por medio de una cámara (endoscopios) a través de los orificios nasales, sin ningún corte externo y sin bisturí.": "This surgery differs from the conventional surgical approach, as it is performed using a camera (endoscopes) through the nasal openings, with no external incisions and no scalpel.",
  "El principio es aumentar el drenaje de las cavidades que acumulan moco y se infectan; frecuentemente la zona etmoidal anterior, maxilar y frontal.": "The principle is to increase drainage of the cavities that accumulate mucus and become infected; frequently the anterior ethmoid, maxillary, and frontal areas.",
  "Si la causa subyacente de la enfermedad es identificada y corregida, la enfermedad secundaria en los senos maxilares y frontales a menudo mejora espontáneamente.": "If the underlying cause of the disease is identified and corrected, the secondary disease in the maxillary and frontal sinuses often improves spontaneously.",
  "Ventajas del procedimiento": "Advantages of the procedure",
  "La cirugía es menos extensa": "The surgery is less extensive",
  "Menor eliminación de tejidos normales": "Less removal of normal tissues",
  "No hay hinchazón facial": "No facial swelling",
  "No se requieren incisiones externas": "No external incisions are required",
  "Procedimiento ambulatorio": "Outpatient procedure",
  "Los resultados han sido muy exitosos, con más de un 90% de curación.": "Results have been very successful, with more than 90% cure rate.",
  "¿Qué es la sinusitis?": "What is sinusitis?",
  "La sinusitis es un padecimiento muy común que requiere la atención de un especialista de nariz, como el Dr. Lumbán. Si tienes dudas sobre este padecimiento y sus síntomas, da clic en Ver Más Información.": "Sinusitis is a very common condition that requires attention from a nose specialist like Dr. Lumbán. If you have questions about this condition and its symptoms, click on See More Information.",
  "Otros Procedimientos Quirúrgicos": "Other Surgical Procedures",
  "Cirugía Antirronquido": "Anti-snoring Surgery",
  "El ronquido puede afectar la calidad del sueño y la salud general. En muchos casos se asocia con obstrucción de la vía aérea superior, vibración del paladar blando o aumento del tejido faríngeo.": "Snoring can affect sleep quality and general health. In many cases it is associated with upper airway obstruction, soft palate vibration, or increased pharyngeal tissue.",
  "Cuando el ronquido es persistente o se acompaña de pausas respiratorias, es importante realizar una evaluación completa para descartar apnea del sueño y definir el tratamiento adecuado.": "When snoring is persistent or accompanied by breathing pauses, it is important to conduct a complete evaluation to rule out sleep apnea and define the appropriate treatment.",
  "Diagnóstico y Evaluación": "Diagnosis and Evaluation",
  "El Dr. Lumbán realiza una evaluación integral de la vía aérea superior, incluyendo historia clínica, examen físico y estudios especializados como la nasofibroscopía.": "Dr. Lumbán performs a comprehensive evaluation of the upper airway, including medical history, physical exam, and specialized studies such as nasofibroscopy.",
  "En algunos casos se solicita una polisomnografía para medir la calidad del sueño y cuantificar la presencia de apnea obstructiva.": "In some cases, a polysomnography is requested to measure sleep quality and quantify the presence of obstructive apnea.",
  "Tratamiento Conservador": "Conservative Treatment",
  "Control de peso y hábitos de sueño": "Weight control and sleep habits",
  "Evitar alcohol y sedantes por la noche": "Avoid alcohol and sedatives at night",
  "Tratamiento de alergias y congestión nasal": "Treatment of allergies and nasal congestion",
  "Uso de dispositivos orales seleccionados": "Use of selected oral devices",
  "El manejo se individualiza según la anatomía del paciente y la gravedad de los síntomas.": "Management is individualized based on the patient's anatomy and symptom severity.",
  "Procedimientos y Cirugía": "Procedures and Surgery",
  "Cirugía de paladar blando (uvulopalatoplastia)": "Soft palate surgery (uvulopalatoplasty)",
  "Reducción de amígdalas o adenoides": "Tonsil or adenoid reduction",
  "Corrección de tabique nasal (septoplastia)": "Nasal septum correction (septoplasty)",
  "Tratamiento de cornetes nasales": "Treatment of nasal turbinates",
  "Procedimiento Quirúrgico": "Surgical Procedure",
  "La cirugía antirronquido se planifica con base en la zona de mayor obstrucción. El objetivo es ampliar la vía aérea y disminuir la vibración de los tejidos.": "Anti-snoring surgery is planned based on the area of greatest obstruction. The goal is to widen the airway and reduce tissue vibration.",
  "Dependiendo del caso, el procedimiento puede ser ambulatorio y con una recuperación controlada.": "Depending on the case, the procedure can be outpatient with a controlled recovery.",
  "Recuperación y Resultados": "Recovery and Results",
  "Mejoría progresiva del ronquido": "Progressive improvement of snoring",
  "Reposo relativo durante la primera semana": "Relative rest during the first week",
  "Control de molestias con medicación indicada": "Control of discomfort with prescribed medication",
  "Seguimiento clínico para evaluar resultados": "Clinical follow-up to evaluate results",
  "¿Dudas sobre este procedimiento?": "Questions about this procedure?",
  "Puede contactar al Dr. Lumbán por teléfono, correo electrónico o solicitar una cita para resolver todas sus dudas.": "You can contact Dr. Lumbán by phone, email, or request an appointment to resolve all your questions.",
  "Cirugía Microscópica de Laringe": "Microscopic Laryngeal Surgery",
  "La ronquera (disfonía) o el cambio en el sonido de la voz es un síntoma común. Con frecuencia se relaciona con inflamación por el uso excesivo de la voz o cambios de temperatura, y suele resolverse espontáneamente en menos de 3 semanas.": "Hoarseness (dysphonia) or a change in the sound of the voice is a common symptom. It is often related to inflammation from overuse of the voice or temperature changes, and usually resolves spontaneously in less than 3 weeks.",
  "En algunos casos, los cambios en la voz pueden ser el primer síntoma de una condición más seria como debilidad vocal, tumores de las cuerdas vocales o incluso cáncer de garganta. Si la ronquera persiste por más de 3 semanas, se recomienda una evaluación por un médico otorrinolaringólogo.": "In some cases, voice changes can be the first symptom of a more serious condition such as vocal weakness, vocal cord tumors, or even throat cancer. If hoarseness persists for more than 3 weeks, an evaluation by an otolaryngologist is recommended.",
  "El Dr. Lumbán realiza laringoscopia para diagnosticar y tratar los trastornos de la voz, permitiendo observar las cuerdas vocales mediante un sistema de cámara.": "Dr. Lumbán performs laryngoscopy to diagnose and treat voice disorders, allowing the vocal cords to be observed with a camera system.",
  "La evaluación comienza con una historia clínica completa y un examen físico detallado de cabeza y cuello. Posteriormente se examina la laringe con un laringoscopio de fibra óptica rígido o flexible, con anestesia local y mínimas molestias.": "The evaluation begins with a complete medical history and a detailed head and neck physical exam. The larynx is then examined with a rigid or flexible fiber-optic laryngoscope, with local anesthesia and minimal discomfort.",
  "Durante el estudio se evalúa la presencia de inflamación, debilidad y lesiones como nódulos, pólipos, quistes, cicatrices, hemorragias, papilomas y cáncer.": "During the study, the presence of inflammation, weakness, and lesions such as nodules, polyps, cysts, scars, hemorrhages, papillomas, and cancer is evaluated.",
  "Modificación del uso de la voz y estilo de vida": "Modification of voice use and lifestyle",
  "Higiene vocal": "Vocal hygiene",
  "Reposo de la voz": "Voice rest",
  "Ejercicios vocales": "Vocal exercises",
  "El manejo suele realizarse en conjunto entre el Otorrinolaringólogo y, en algunos casos, un Foniatra o Terapeuta de la Voz.": "Management is often carried out jointly by the Otolaryngologist and, in some cases, a Phoniatrist or Voice Therapist.",
  "Inyección de cuerdas vocales con BOTOX": "Vocal cord injection with BOTOX",
  "Extirpación de quistes, pólipos o nódulos": "Removal of cysts, polyps, or nodules",
  "Biopsia de lesiones sospechosas": "Biopsy of suspicious lesions",
  "Eliminación de papilomas": "Removal of papillomas",
  "Tratamiento de edema por tabaquismo": "Treatment of edema due to smoking",
  "Escisión de lesiones pre-cancerosas o cancerosas": "Excision of precancerous or cancerous lesions",
  "La cirugía de las cuerdas vocales se realiza mediante una micro-laringoscopia bajo anestesia general. El paciente permanece completamente dormido mientras se examinan las cuerdas vocales con ayuda de un microscopio.": "Vocal cord surgery is performed via microlaryngoscopy under general anesthesia. The patient remains fully asleep while the vocal cords are examined with the aid of a microscope.",
  "Se utilizan instrumentos microscópicos de alta precisión y, en algunos casos, un láser de CO₂ para extirpar o tratar el tejido afectado.": "High-precision microscopic instruments are used and, in some cases, a CO₂ laser to remove or treat affected tissue.",
  "La mayoría de las cirugías son ambulatorias": "Most surgeries are outpatient",
  "Reposo vocal limitado después del procedimiento": "Limited voice rest after the procedure",
  "Retorno al trabajo aproximadamente en 1 semana": "Return to work approximately in 1 week",
  "Mejoría progresiva de la voz durante varias semanas": "Progressive improvement of the voice over several weeks",
  "CIRUGÍA ESTÉTICA DE NARIZ": "AESTHETIC NOSE SURGERY",
  "Cirugía Estética de Nariz": "Aesthetic Nose Surgery",
  "Aquí encontrará toda la información sobre la cirugía de rinoplastía o estética de nariz": "Here you will find all the information about rhinoplasty or aesthetic nose surgery",
  "¿Qué es la Rinoplastía?": "What is Rhinoplasty?",
  "La cirugía plástica de la nariz es uno de los procedimientos cosméticos más realizados y también uno de los más desafiantes. El tipo de operación depende de los cambios que el paciente busca, ya que las variaciones anatómicas de la nariz son innumerables.": "Plastic surgery of the nose is one of the most performed cosmetic procedures and also one of the most challenging. The type of operation depends on the changes the patient seeks, as anatomical variations of the nose are countless.",
  "Usted puede sentir que su nariz es demasiado grande, pequeña, ancha, estrecha, puntiaguda, colgante, sobreproyectada o simplemente poco atractiva.": "You may feel that your nose is too large, small, wide, narrow, pointed, drooping, over-projected, or simply unattractive.",
  "Algunos pacientes buscan modificar rasgos étnicos, otros corregir secuelas de accidentes o mejorar resultados de cirugías previas.": "Some patients seek to modify ethnic traits, others to correct accident sequelae or improve results of previous surgeries.",
  "El Dr. Lumbán comprende profundamente el impacto emocional que puede generar la inconformidad con los rasgos faciales y considera la rinoplastía como una herramienta poderosa para mejorar la confianza personal.": "Dr. Lumbán deeply understands the emotional impact that dissatisfaction with facial features can generate and considers rhinoplasty a powerful tool to improve personal confidence.",
  "La nariz es una estructura compleja formada por cartílago, hueso y piel. Su equilibrio requiere la experiencia de un cirujano especializado.": "The nose is a complex structure formed by cartilage, bone, and skin. Its balance requires the expertise of a specialized surgeon.",
  "Con más de 20 años de experiencia, el Dr. Lumbán es reconocido como uno de los mejores cirujanos de nariz en México, utilizando técnicas modernas tanto en cirugías primarias como de revisión.": "With more than 20 years of experience, Dr. Lumbán is recognized as one of the best nose surgeons in Mexico, using modern techniques in both primary and revision surgeries.",
  "Tipos de cirugía de nariz": "Types of nose surgery",
  "Rinoplastía Funcional": "Functional Rhinoplasty",
  "Indicada en pacientes con problemas respiratorios por desviación del tabique, deformidades óseas o alergias. Mejora la respiración y también la estética nasal.": "Indicated for patients with breathing problems due to septal deviation, bone deformities, or allergies. It improves breathing and also nasal aesthetics.",
  "Rinoplastía Estética": "Aesthetic Rhinoplasty",
  "Enfocada en mejorar la forma de la nariz, cuidando siempre que la función respiratoria no se vea comprometida.": "Focused on improving the shape of the nose, always ensuring that respiratory function is not compromised.",
  "Rinoplastía de Revisión": "Revision Rhinoplasty",
  "Para pacientes que han tenido cirugías previas con resultados insatisfactorios. Son casos complejos que requieren un especialista en rinoplastía.": "For patients who have had previous surgeries with unsatisfactory results. These are complex cases that require a rhinoplasty specialist.",
  "Más Información": "More Information",
  "Entender la cirugía de Rinoplastía": "Understanding rhinoplasty surgery",
  "¿Es la Rinoplastía para usted?": "Is rhinoplasty for you?",
  "Tomar la decisión para la Rinoplastía": "Making the decision for rhinoplasty",
  "Qué esperar después de la cirugía": "What to expect after surgery",
  "Comprensión de la cirugía": "Understanding the surgery",
  "Candidatos ideales para remodelación de nariz": "Ideal candidates for nose reshaping",
  "Pacientes de Rinoplastía": "Rhinoplasty Patients",
  "Paciente": "Patient",
  "de rinoplastía": "of rhinoplasty",
  "Paciente rinoplastía": "Rhinoplasty patient",
  "Médico": "Medical",
  "Endoscopía para Sinusitis": "Endoscopic Sinus Surgery",
  "Síntomas": "Symptoms",
  "Acerca de los Ronquidos": "About Snoring",
  "Datos Interesantes acerca del Ronquido": "Interesting Facts About Snoring",
  "Causas": "Causes",
  "Tratamientos": "Treatments",
  "Tratamiento no Quirúrgico": "Non-surgical Treatment",
  "Cambios de Comportamiento": "Behavior Changes",
  "Dispositivos Dentales": "Dental Devices",
  "El ronquido es un sonido producido por las vibraciones de los tejidos de la nariz y la garganta durante la respiración en el sueño. Es más común en hombres que en mujeres y puede aumentar con la edad.": "Snoring is a sound produced by vibrations of the tissues of the nose and throat during breathing in sleep. It is more common in men than women and can increase with age.",
  "Durante el sueño, el aire que pasa por áreas estrechas en la garganta, nariz o boca hace vibrar los tejidos circundantes, produciendo el ronquido. Es un problema muy común que afecta la calidad de sueño de la persona que ronca y de quienes duermen cerca.": "During sleep, air passing through narrow areas in the throat, nose, or mouth vibrates surrounding tissues, producing snoring. It is a very common problem that affects the sleep quality of the person who snores and those sleeping nearby.",
  "Una de cada cuatro personas tiene ronquido crónico que no puede dejar por sí sola.": "One in four people has chronic snoring they cannot stop on their own.",
  "El ronquido crónico puede tensar relaciones con compañeros de cama.": "Chronic snoring can strain relationships with bed partners.",
  "En promedio, el compañero de una persona que ronca pierde una hora de sueño cada noche.": "On average, the partner of a person who snores loses one hour of sleep each night.",
  "La privación de sueño puede causar irritabilidad.": "Sleep deprivation can cause irritability.",
  "El ronquido puede indicar un problema más grave: apnea obstructiva del sueño (AOS).": "Snoring can indicate a more serious problem: obstructive sleep apnea (OSA).",
  "Puede ser mejorado o eliminado en la mayoría de las personas con procedimientos sencillos en consultorio.": "It can be improved or eliminated in most people with simple in-office procedures.",
  "Durante el sueño, los músculos del cuerpo, incluyendo los de la garganta, se relajan. Esto puede causar que el tejido flácido o excesivo vibre al pasar el aire, produciendo el ronquido. Las zonas afectadas incluyen la nariz, paladar blando, úvula y/o amígdalas. El Dr. Lumbán trabajará con usted para determinar la causa exacta y el tratamiento más adecuado.": "During sleep, the body's muscles, including those of the throat, relax. This can cause flaccid or excessive tissue to vibrate as air passes, producing snoring. Affected areas include the nose, soft palate, uvula, and/or tonsils. Dr. Lumbán will work with you to determine the exact cause and most appropriate treatment.",
  "Somnolencia diurna": "Daytime sleepiness",
  "Energía baja": "Low energy",
  "Dificultad para concentrarse": "Difficulty concentrating",
  "Disminución de la productividad": "Decreased productivity",
  "Latido irregular del corazón": "Irregular heartbeat",
  "Dolor de garganta": "Sore throat",
  "Irritabilidad y cambios de humor": "Irritability and mood changes",
  "Relaciones tensas": "Strained relationships",
  "Pérdida de peso en caso de sobrepeso": "Weight loss if overweight",
  "Evitar alcohol o medicamentos sedantes": "Avoid alcohol or sedative medications",
  "Dejar de fumar": "Quit smoking",
  "Cambiar posiciones para dormir": "Change sleeping positions",
  "Dispositivos que mantienen la mandíbula hacia adelante, útiles en casos leves o cuando los cambios de comportamiento no son suficientes.": "Devices that keep the jaw forward, useful in mild cases or when behavior changes are not enough.",
  "La presión positiva nasal continua (CPAP) evita el estrechamiento de la vía aérea durante la respiración, manteniendo la presión y flujo de aire constantes.": "Continuous positive airway pressure (CPAP) prevents airway narrowing during breathing, maintaining constant pressure and airflow.",
  "El objetivo es mejorar el paso de aire por la nariz. Puede incluir corrección de anomalías anatómicas, desviación del tabique (septoplastía), valvuloplastía o cauterización de cornetes.": "The goal is to improve airflow through the nose. It may include correction of anatomical abnormalities, septal deviation (septoplasty), valvuloplasty, or turbinate cauterization.",
  "¿Problemas de Ronquidos?": "Snoring problems?",
  "Deje su salud en manos expertas como las del Dr. Lumbán. Contáctelo enviando un mensaje o por teléfono.": "Put your health in expert hands like Dr. Lumbán’s. Contact him by message or phone."
}
